IDEA Open Model
CutData Properties
The CutData type exposes the following members.
Properties
Name | Description
PlaneNormalX
 3DPlane Normal AxisX
PlaneNormalY
 3DPlane Normal AxisY
PlanePoint
 3DPlane Point
Top
See Also
Reference
CutData Class
IdeaRS.OpenModel.Connection Namespace